---
kind: other
id: Methods.T:Autodesk.Revit.DB.DefinitionGroup
source: html/b11e8e22-dcec-34b4-29b7-305249df913f.htm
---
# DefinitionGroup Methods

Causes the object to release immediately any resources it may be utilizing.